[DIALOG_102]
BUTTON_1000=配置
BUTTON_1001=测试
BUTTON_1004=
DIALOG_TITLE=英特尔方案校准综测工具
LABEL_1005=SN烧录:
LABEL_1006=
LABEL_1007=
LABEL_1008=WIFI校准:
LABEL_1009=
LABEL_1010=RF校准综测:
LABEL_1011=
LABEL_1012=
LABEL_1013=
[DIALOG_129]
BUTTON_1014=自动测试
BUTTON_1015=测试项失败结束测试
BUTTON_1017=...
BUTTON_1018=
BUTTON_1022=手动输入/扫描
BUTTON_1023=自动
BUTTON_1026=十进位
BUTTON_1027=十六进位
BUTTON_1028=设置正常启动模式
BUTTON_1060=2G850
BUTTON_1061=2G900
BUTTON_1062=2G1800
BUTTON_1063=2G1900
BUTTON_1064=3GBand1
BUTTON_1065=3GBand2
BUTTON_1066=3GBand5
BUTTON_1067=3GBand8
BUTTON_1068=普通校准
BUTTON_1069=快速校准
BUTTON_1070=RF综测
BUTTON_1071=
BUTTON_1072=
BUTTON_1073=保存
BUTTON_1074=基本设置:
BUTTON_1076=  SN烧录
BUTTON_1080=号码段:
BUTTON_1129=RF
BUTTON_1072=RF校准
BUTTON_1071=WIFI校准
BUTTON_1116=强制写入
BUTTON_1117=校准验证
BUTTON_1122=写IMEI
LABEL_1075=日志保存路径：
LABEL_1077=SN长度:
LABEL_1078=SN前缀:
LABEL_1079=SN后缀:
LABEL_1081=起始号:
LABEL_1082=总数:
LABEL_1084=EVMLimit1
LABEL_1085=EVMLimit2
LABEL_1086=EVMLimit3
LABEL_1087=EVMLimit4
LABEL_1088=EVMLimit5
LABEL_1089=EVMLimit6
LABEL_1090=EVMLimit7
LABEL_1091=EVMLimit8
LABEL_1092=EVMLimit9
LABEL_1093=EVMLimit10
LABEL_1094=FELossCH1
LABEL_1095=FELossCH2
LABEL_1096=FELossCH3
LABEL_1097=FELossCH4
LABEL_1098=FELossCH5
LABEL_1099=FELossCH6
LABEL_1100=FELossCH7
LABEL_1101=FELossCH8
LABEL_1102=FELossCH9
LABEL_1103=FELossCH10
LABEL_1104=FELossCH11
LABEL_1105=FELossCH12
LABEL_1106=FELossCH13
LABEL_1108=L850
LABEL_1109=L900
LABEL_1110=L1750
LABEL_1111=L1850
LABEL_1112=L1900
LABEL_1113=L1950
LABEL_1114=L2150
LABEL_1115=L2500
BUTTON_1125=打开
[PROMPT]
DIALOG_ALLCONFIG=配置窗口
IDS_ERROR_CAPTION=错误
IDS_INFO_CAPTION=信息
IDS_TEXT_SNDLG_CAPTION=SN输入窗口
IDS_TEXT_PWDDLG_CAPTION=密码输入窗口
IDS_TEXT_SHOW_PWD=显示密码
IDS_TEXT_OK=确定
IDS_TEXT_ON=开启
IDS_TEXT_OFF=关闭
IDS_TEXT_TEST=测试...
IDS_TEXT_SUCCESS=成功
IDS_TEXT_FAIL=失败
IDS_TEXT_CANCEL=取消
IDS_TEXT_TEST_BUTTON=测试
IDS_TEXT_STOP_BUTTON=停止
IDS_TEXT_STOPING_BUTTON=停止...
IDS_INFO_CONFIG_OK=保存配置成功.
IDS_ERROR_SN_LENGTH=SN长度无效!
IDS_ERROR_SN_CARRY_LENGTH=前缀和后缀长度大于SN长度!
IDS_ERROR_SN_SEGMENT_START=号码段起始号无效!
IDS_ERROR_SN_SEGMENT_TOTAL=号码段总数无效!
IDS_ERROR_WIFI_EVMLIMIT=EVMLIMIT%d值无效!
IDS_ERROR_WIFI_FELOSSCH=FELossCH%d值无效!
IDS_ERROR_RF_ATTENUATION=RF衰减值无效!
IDS_ERROR_NO_TEST_ITEM=没有选中任何测试项!
IDS_ERROR_STILL_RUNNING=还在测试,请等待!
IDS_ERROR_NO_DEVICE=没有检测到测试设备!
IDS_ERROR_IPCS_DLL=加载libipcs.dll失败!
IDS_ERROR_ENGINE_DLL=加载Engine.dll失败!
IDS_ERROR_NO_TEST=没事可做!
IDS_ERROR_RF_NO_BAND=没有选择RF测试项!
IDS_ERROR_RF_XML=RF的XML文件不存在!
IDS_ERROR_RUN_OUT_OF_SN=当前SN段的号已经用完,请指定新的SN号段!

IDS_INFO_CONN_DEVICE=连接设备(COM=%d)...
IDS_INFO_CONN_PASS=连接设备成功
IDS_ERROR_CONN_FAIL=连接设备失败

IDS_INFO_SN_WRITE=烧写SN...
IDS_INFO_SN_SKIP=已经存在SN,忽略写入
IDS_INFO_SN_PASS=烧写SN成功
IDS_ERROR_SN_FAIL=烧写SN失败
IDS_ERROR_SN_NO_INPUT=用户没有输入SN!
IDS_ERROR_SN_INVALID_PREFIX=校验SN前缀失败!
IDS_ERROR_SN_INVALID_SUFFIX=校验SN后缀失败!

IDS_INFO_MAC_WRITE=烧写MAC...
IDS_INFO_MAC_PASS=烧写MAC成功
IDS_ERROR_MAC_FAIL=烧写MAC失败
IDS_INFO_SN_SKIP=已经存在MAC,忽略写入

IDS_INFO_WIFI_CAL=WIFI自校准...
IDS_INFO_WIFI_PASS=WIFI自校准成功
IDS_ERROR_WIFI_FAIL=WIFI自校准失败
IDS_ERROR_WIFI_FAIL_RETRY=WIFI自校准失败,重试
IDS_ERROR_WIFI_RESULT_COMMIT_FAIL=提交WIFI自校准结果失败

IDS_INFO_RF_CAL=RF校准和综测(%s)...
IDS_INFO_RF_BAND=RF频段(%s)
IDS_INFO_RF_AT=RF校准和综测(AT=COM%d)
IDS_INFO_RF_PASS=RF校准和综测成功
IDS_INFO_RF_CONFIG_BAND=设置rf频段...
IDS_INFO_RF_CONFIG_BAND_PASS=设置rf频段成功
IDS_INFO_RF_RESULT_COMMIT=提交RF校准和综测结果...
IDS_INFO_RF_RESULT_COMMIT_PASS=提交RF校准和综测结果成功
IDS_ERROR_RF_FAIL=RF校准和综测失败
IDS_ERROR_RF_CONFIG_BAND_FAIL=设置频段失败
IDS_ERROR_RF_RESULT_COMMIT_FAIL=提交RF校准和综测结果失败
IDS_ERROR_RF_GET_AT_FAIL=没有找到AT端口
IDS_ERROR_WRITE_IMEI_FAIL=写IMEI失败
IDS_ERROR_WRITE_IMEI_PASS=写IMEI成功
IDS_INFO_SET_NORMAL=设置正常启动模式...
IDS_INFO_SET_NORMAL_PASS=设置正常启动模式成功
IDS_ERROR_SET_NORMAL_FAIL=设置正常启动模式失败
IDS_INFO_ALL_TEST_PASS=全部测试通过
IDS_INFO_TIME_ELAPSE=耗时 %d'%d 秒
IDS_ERROR_OUT_OF_PCBSN=当前Pcb SN号段已经用完,请指定新的号段!
IDS_ERROR_OUT_OF_DEVSN=当前Device SN号段已经用完,请指定新的号段!
IDS_ERROR_OUT_OF_WIFIMAC=当前WIFI MAC号段已经用完,请指定新的号段!
IDS_ERROR_OUT_OF_BTMAC=当前蓝牙MAC号段已经用完,请指定新的号段!
IDS_INFO_SZ_SKIP=已经存在%s,忽略写入


